{
  "BACK": "Back",
  "OR": "or",
  "AND": "and",
  "BACKTOTOP": "Back to top",
  "CONSTRUCTION": "Construction...",
  "ROLES": {
    "WEB_DEV": "Web developer",
    "MOBILE_DEV": "Mobile developer",
    "REDTEAM": "Red team",
    "REVERSE_ENGINEER": "Reverse engineer"
  },
  "HEADER": {
    "SEARCH_BAR": "Search",
    "WELCOME": "Welcome to my website!",
    "LANG": "Language"
  },
  "NAVBAR": {
    "HOME": "Home",
    "SKILLS": "Skills",
    "CAREER": "Career",
    "EDUCATION": "Education",
    "ABOUTME": "About me",
    "PROJECTS": "Projects"
  },
  "FOOTER": {
    "CONTACT": "Contact me",
    "SOCIAL": "Social networks:",
    "FOLLOW": "Follow me",
    "PHONE": "Phone",
    "EMAIL": "E-mail",
    "WHATSAPP": "WhatsApp",
    "LINKEDIN": "LinkedIn",
    "GITHUB": "GitHub",
    "INSTAGRAM": "Instagram",
    "COPYRIGHT": "All rights reserved"
  },
  "HOME": {
    "TITLE": "Hello, welcome to my website!",
    "PARAGRAPH_1": "My name is Lucas, and I'm passionate about web development. I have been working in this challenging market since 2020, creating codes that boost business and always striving to provide the best technological solutions.",
    "PARAGRAPH_2": "Throughout my journey, I have actively participated in the life cycles of several web projects. With a holistic understanding of the entire development process, I have gained broad and diverse experience. I have been recognized for my ability to create projects from scratch, as well as debug projects already in production. I am continuously updating my skills and staying abreast of market trends, exploring new technologies to offer efficient solutions.",
    "PARAGRAPH_3": "Please feel free to explore my website and get in touch with me. I'm ready to collaborate and turn your ideas into reality through functional, intuitive, and aesthetically appealing web applications. Let's embark on this journey together!"
  },
  "SKILLS": {
    "TITLE": " My skills",
    "PRINCIPAL": "Principal",
    "LEARNING": "Learning and studying"
  },
  "CAREER": {
    "TITLE": "My career",

    "FREELANCER": "Freelancer",
    "DATE_FREELANCER": "june 2021 - present",
    "FREELANCER_TXT": "In 2023, I started working as a freelancer, undertaking web projects in my hometown, where I developed websites for local restaurants, breweries, and barbershops. Now I'm starting my online freelance projects, with my profile on the Workana website.",

    "PERFORMA_IT": "Performa_IT",
    "DATE_PERFORMA": "june 2020 - june 2023",
    "PERFORMA_TXT": "During my career at Performa_IT, I developed new systems from scratch, implemented new functionalities and interfaces, and provided support for systems in production. Leveraging strong skills in Angular, ReactJs, JavaScript, TypeScript, Object-Oriented principles, SASS, TailwindCss, NPM, RxJs, Regex, and Responsive Web Development, I always prioritized the correct and semantic application of the technologies involved in the projects. By adopting assertive and nonviolent communication, I actively contributed to the development of new talents within the company. Additionally, during my time in the support team (sustentation), I also utilized knowledge of C# to troubleshoot issues and ensure system stability.",

    "ATLA": "Atla Ensino",
    "DATE_ATLA": "feb 2020 - june 2020",
    "ATLA_TXT": "During my internship at Atla Ensino, I was responsible for developing new features and interfaces for schools and colleges, ensuring their stability and performance. I worked with HTML, CSS, JavaScript, AngularJs, Ionic, NodeJs, and MongoDB."
  },
  "EDUCATION": {
    "TITLE": " Formal education"
  },
  "ABOUT": {
    "TITLE": "More about me",
    "PARAGRAPH_1": "I am passionate about cybersecurity and constantly strive to enhance my knowledge in this ever-evolving field.",
    "PARAGRAPH_2": "I have a wonderful family that inspires and motivates me to grow and surpass myself every day. Finding a healthy balance between work and family dedication is my priority.",
    "PARAGRAPH_3": "I am an enthusiast of sports, particularly martial arts, and believe that movement and physical exercise are essential for maintaining a healthy mind and body. Currently, I practice escrima, a martial art that challenges me and teaches valuable lessons of perseverance and self-control.",
    "PARAGRAPH_4": "I have a passion for reading, both technical books to stay updated on the latest trends in the technology field, and philosophical works to deepen my understanding of existence and the issues that surround us."
  },
  "PROJECTS": {
    "TITLE": "My projects"
  }
}
