{
  "BACK": "voltar",
  "OR": "ou",
  "AND": "e",
  "BACKTOTOP": "Voltar ao topo",
  "CONSTRUCTION": "Em construção...",
  "ROLES": {
    "WEB_DEV": "Desenvolvedor web",
    "MOBILE_DEV": "Desenvolvedor Mobile",
    "REDTEAM": "Red Team",
    "REVERSE_ENGINEER": "Engenharia reversa"
  },
  "HEADER": {
    "SEARCH_BAR": "Pesquisar",
    "WELCOME": "Bem-vindo ao meu site!",
    "LANG": "Linguagem"
  },
  "NAVBAR": {
    "HOME": "Início",
    "SKILLS": "Habilidades",
    "CAREER": "Carreira",
    "EDUCATION": "Formação",
    "ABOUTME": "Sobre mim",
    "PROJECTS": "Projetos"
  },
  "FOOTER": {
    "CONTACT": "Entre em contato",
    "SOCIAL": "Redes Sociais:",
    "FOLLOW": "Siga-me",
    "PHONE": "Tel",
    "EMAIL": "E-mail",
    "WHATSAPP": "WhatsApp",
    "LINKEDIN": "LinkedIn",
    "GITHUB": "GitHub",
    "INSTAGRAM": "Instagram",
    "COPYRIGHT": "Todos os direitos reservados"
  },
  "HOME": {
    "TITLE": "Olá, seja bem vindo!",
    "PARAGRAPH_1": "Eu me chamo Lucas, sou apaixonado pelo desenvolvimento Web, atuo nesse mercado desafiador desde o ano de 2020, criando códigos que impulsionam negócios, procurando sempre trazer as melhores soluções tecnológicas.",
    "PARAGRAPH_2": "Ao longo do meu percurso, tenho participado ativamente dos ciclos de vida de diversos projetos web. Com experiência ampla e diversificada, o que me permite ter uma visão abrangente de todo o processo de desenvolvimento. Fui reconhecido por minha habilidade na criação de projetos a partir do zero, além de suporte em correções de projetos já em produção.Estou constantemente me atualizando e acompanhando as tendências do mercado, explorando novas tecnologias para oferecer soluções eficientes.",
    "PARAGRAPH_3": "Sinta-se à vontade para explorar meu site e entrar em contato comigo. Estou pronto para colaborar e transformar suas ideias em realidade por meio de aplicações web funcionais, intuitivas e esteticamente atraentes. Vamos embarcar nessa jornada juntos!"
  },
  "SKILLS": {
    "TITLE": "Habilidades e conhecimentos ",
    "PRINCIPAL": "Principais",
    "LEARNING": "Aprendendo e estudando"
  },
  "CAREER": {
    "TITLE": "Minha carreira",

    "FREELANCER": "Freelancer",
    "DATE_FREELANCER": "Jan 2023 - atualmente",
    "FREELANCER_TXT": "Em 2023 comecei minhas atuações como freelancer, realizando projetos web em minha cidade natal, onde desenvolvi sites para restaurantes, cervejarias e barbearias locais. Agora estou iniciando meus projetos como freelancer online, tendo meu perfil no site da Workana",

    "PERFORMA_IT": "Performa_IT",
    "DATE_PERFORMA": "jun 2020 - jun 2023",
    "PERFORMA_TXT": "Durante minha carreira na Performa_IT, desenvolvi novos sistemas desde o ínicio, novas funcionalidades e interfaces, e dei suporte a sistemas em produção. Utilizando habilidades sólidas em Angular, ReactJs, JavaScript, TypeScript, pincípios da Orientação a Objeto, SASS, TailwindCss, NPM, RxJs, Regex e Desenvolvimento Web Responsivo, sempre priorizando a aplicação correta e semântica das tecnologias envolvidas nos projetos. Adotando uma comunicação assertiva e não violenta, contribuí ativamente para a formação de novos talentos na empresa. Além disso durante minha passagem pelo time de suporte (sustentação), utilizei também conhecimentos de C# para solucionar problemas e garantir a estabilidade dos sistemas.",

    "ATLA": "Atla Ensino",
    "DATE_ATLA": "Fev 2020 - jun 2020",
    "ATLA_TXT": "Durante meu estágio na Atla Ensino, fui responsável por desenvolver novas funcionalidades e interfaces para escolas e colégios, garantindo sua estabilidade e desempenho. Trabalhei com HTML, CSS, JavaScript, AngularJs, Ionic, NodeJs e MongoDb."
  },
  "EDUCATION": {
    "TITLE": "FORMAÇÃO ACADÊMICA"
  },
  "ABOUT": {
    "TITLE": "Mais sobre mim",
    "PARAGRAPH_1": "Sou apaixonado por segurança cibernética e estou sempre em busca de aprimorar meus conhecimentos nessa área em constante evolução.",
    "PARAGRAPH_2": "Tenho uma família maravilhosa que me inspira e motiva a crescer e me superar todos os dias. Encontrar um equilíbrio saudável entre trabalho e dedicação à família é minha prioridade.",
    "PARAGRAPH_3": "Sou entusiasta dos esportes, especialmente das artes marciais, e acredito que o movimento e o exercício físico são essenciais para manter mente e corpo saudáveis. Atualmente, pratico escrima, uma arte marcial que me desafia e me ensina valiosas lições de perseverança e autocontrole.",
    "PARAGRAPH_4": "Tenho paixão pela leitura, tanto de livros técnicos para me manter atualizado nas últimas tendências da área de tecnologia, como de obras filosóficas para aprofundar minha compreensão da existência e das questões que nos cercam."
  },
  "PROJECTS": {
    "TITLE": "Meus projetos"
  }
}
