{
  "BACK": "voltar",
  "OR": "ou",
  "AND": "e",
  "BACKTOTOP": "Voltar ao topo",
  "CONSTRUCTION": "Em construção...",
  "ROLES" : {
    "WEB_DEV": "Desenvolvedor web",
    "MOBILE_DEV": "Desenvolvedor Mobile",
    "REDTEAM": "Red Team"
  },
  "HEADER": {
    "SEARCH_BAR": "Pesquisar",
    "WELCOME": "Bem-vindo ao meu site!",
    "LANG": "Linguagem"
  },
  "NAVBAR": {
    "HOME": "Início",
    "CAREER": "Carreira",
    "SKILLS": "Habilidades",
    "ABOUTME": "Sobre mim",
    "PROJECTS": "Projetos"
  },
  "FOOTER": {
    "CONTACT": "Entre em contato",
    "SOCIAL": "Redes Sociais:",
    "FOLLOW": "Siga-me",
    "PHONE": "Tel",
    "EMAIL": "E-mail",
    "WHATSAPP": "WhatsApp",
    "LINKEDIN": "LinkedIn",
    "GITHUB": "GitHub",
    "INSTAGRAM": "Instagram",
    "COPYRIGHT": "Todos os direitos reservados"
  },
  "HOME": {
    "TITLE": "Olá, seja bem vindo!",
    "PARAGRAPH_1": "Eu me chamo Lucas, sou apaixonado pelo desenvolvimento Web, atuo nesse mercado desafiador desde o ano de 2020, criando códigos que impulsionam negócios, procurando sempre trazer as melhores soluções tecnológicas.",
    "PARAGRAPH_2": "Ao longo do meu percurso, tenho participado ativamente dos ciclos de vida de diversos projetos web. Com experiência ampla e diversificada, o que me permite ter uma visão abrangente de todo o processo de desenvolvimento. Fui reconhecido por minha habilidade na criação de projetos a partir do zero, além de suporte em correções de projetos já em produção.Estou constantemente me atualizando e acompanhando as tendências do mercado, explorando novas tecnologias para oferecer soluções eficientes.",
    "PARAGRAPH_3": "Sinta-se à vontade para explorar meu site e entrar em contato comigo. Estou pronto para colaborar e transformar suas ideias em realidade por meio de aplicações web funcionais, intuitivas e esteticamente atraentes. Vamos embarcar nessa jornada juntos!"
  },
  "CAREER": {
    "TITLE": "Minha carreira"
  },
  "SKILLS": {
    "TITLE": "Habilidades e conhecimentos ",
    "PRINCIPAL": "Principais",
    "LEARNING": "Aprendendo e estudando"
  },
  "ABOUT": {
    "TITLE": "Mais sobre mim",
    "PARAGRAPH_1":"Sendo apaixonado pela área de segurança cibernética e busco constantemente aprimorar meus conhecimentos nessa área em constante evolução. A complexidade do mundo digital e as ameaças que o acompanham me fascinam e me motivam a estar sempre atualizado.",
    "PARAGRAPH_2":"Além disso, tenho uma família linda, com uma esposa excepcional e tenho a alegria de ser pai de dois filhos maravilhosos. Eles são minha maior fonte de inspiração e motivação para crescer e me superar a cada dia. A família é um pilar fundamental em minha vida e encontrar um equilíbrio saudável entre o trabalho e a dedicação à eles é uma prioridade para mim.",
    "PARAGRAPH_3":"Para manter um estilo de vida ativo, sou um entusiasta dos esportes. Acredito que o movimento e o exercício físico são essenciais para manter a mente e o corpo saudáveis. Em particular, tenho uma paixão pelas artes marciais, tendo praticado boxe no passado e, atualmente, me dedicando à escrima. A disciplina, o foco e o desafio constante dessas práticas me ensinam valiosas lições de perseverança e autocontrole.",
    "PARAGRAPH_4":"Outra faceta importante de quem sou é minha paixão pela leitura. Gosto de ler livros técnicos, buscando sempre aprender mais me mantendo atualizado sobre as últimas tendências e tecnologias do mundo da informática. Além disso, tenho um apreço especial por livros de filosofia, pois acredito que a reflexão e a busca por conhecimento filosófico são fundamentais para uma compreensão mais profunda da existência e das questões que nos rodeiam."
  },
  "PROJECTS": {
    "TITLE": "Meus projetos"
  }
}
